Repository: middlepersian/treeflow_back
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: The <b>transcription</b> represents a phonemic (phonographic) interpretation of a given token. It essentially follows common views on the phonology of Sasanian-period Middle Persian as established in the works of authors such as <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://www.zotero.org/groups/2116388/mpcd/search/mackenzie%%20197/titleCreatorYear/items/KZSUAB3Q/item-list" target="_blank">MacKenzie 1971 (<i>A Concise Pahlavi Dictionary</i>)</a> and <a class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://www.zotero.org/groups/2116388/mpcd/search/Durkin-Meisterernst%%202004/titleCreatorYear/items/ZRDIZ9BA/item-list" target="_blank">Durkin-Meisterernst 2004 (<i>Dictionary of Manichaean Middle Persian and Parthian</i>)</a>. But at the same time, it also takes into account certain peculiar spellings as found in the manuscript at hand, as long as they seem to depict genuine phonetic by-forms. In this way, the transcription also depicts some of the diachronic and diatopic variation that is reflected in the manuscripts.
de: Die <b>Transkription</b> liefert eine phonemische (bzw. phonographische) Interpretation des Tokens. Sie folgt etablierten Ansichten zur Phonologie des sasanidenzeitlichen Mittelpersischen (vgl. <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://www.zotero.org/groups/2116388/mpcd/search/mackenzie%%20197/titleCreatorYear/items/KZSUAB3Q/item-list" target="_blank">MacKenzie 1971 (<i>A Concise Pahlavi Dictionary</i>)</a> und <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://www.zotero.org/groups/2116388/mpcd/search/Durkin-Meisterernst%%202004/titleCreatorYear/items/ZRDIZ9BA/item-list" target="_blank">Durkin-Meisterernst 2004 (<i>Dictionary of Manichaean Middle Persian and Parthian</i>)</a>. Doch zugleich berücksichtigt sie auch gewisse Besonderheiten in der Schreibpraxis des jeweiligen Kopisten, solange diese Besonderheiten sprachwirkliche phonetische Nebenformen wiederzugeben scheinen. Auf diese Weise bildet die Transkription zumindest zum Teil auch die Spuren diachroner und dialektaler Variation ab, die sich in den Handschriften finden.

source: Finally, each token is attributed to an abstract <b>lemma</b>, which shows neither spelling nor phonemic-phonetic variation.
de: Schließlich wird jedes Token einem abstrakten <b>Lemma</b> zugeordnet, welches weder orthographische noch phonemisch-phonetische Variation zeigt.

source: transcription
de: Transkription

source: Each token receives a morphological and a syntactic annotation based on the standard <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://universaldependencies.org/" target="_blank">‘Universal Dependencies’</a>. As with the <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#semanticAnnotation">semantic annotation</a>, we disambiguate form and function depending on the context:
de: Jedes Wort wird sowohl morphologisch als auch syntaktisch nach dem <a class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://universaldependencies.org/" target="_blank">Universal-Dependencies-Standard</a> annotiert. Wie bei der <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#semanticAnnotation">semantischen Annotation</a> wird auch hier kontextbezogen disambiguiert:

source: abar ‘up, above’ as ‘Adverb’ with the feature “AdvType=Loc” (i.e. local adverbial)
de: abar ‘hinauf, darauf’ als Adverb mit dem Merkmal “AdvType=Loc” (d.h. Lokaladverb)

source: abar ‘on, over’ as ‘Adposition’ with the feature “AdpType=Prep” (i.e. preposition)
de: abar ‘auf, über’ als Adposition mit dem Merkmal “AdpType=Prep” (d.h. Präposition)

source: The syntactic annotation indicates the syntactic role of a token as well as its dependency in the sentence (see the following figure regarding Dēnkard 6, Kap. 1, 166).
de: In der syntaktischen Analyse werden sowohl die syntaktischen Rollen als auch die Dependenzen eines Satzteils angegeben (siehe Schaubild für Dēnkard 6, Kap. 1, 166).

source: “and there are some things in religion, for which self-abandonment is to be done”
de: “und der Religion sind einige Dinge inbegriffen, für die Selbstaufgabe zu tun ist”

source: “Head” or “Root” of the sentence is the verb of the main clause “(be) inside”. The head of each phrase (subject, adpositional expression, subclause, etc.) is related to the head of the main clause. The dependencies are identified according to the Universal Dependencies Standard (for instance, adpositions are related by “case” to their complement).
de: “Kopf” oder “Wurzel” des Satzes ist das Verb des Hauptsatzes “inbegriffen (sein)”. Der Kopf jeder einzelnen Phrase (des Subjekts, eines adpositionalen Ausdrucks, eines Nebensatzes etc.) wird an den Kopf des Hauptsatzes gebunden. Diese Dependenzen werden nach dem Universal-Dependency-Standard bestimmt (z.B. stehen Adpositionen in “case”-Relation zu ihrem Komplement).

source: By means of queries that combine both morphological and syntactic information, we are able to give quantitative analyses of Middle Persian grammar, set up text-specific grammars and identify diachronic as well as dialectal differences. In combination with the semantic analysis, the morpho-syntactic annotation can be used for historical analysis, e.g. which words can be plural? Which concepts can be realized as subjects?
de: Kombinationssuchen erlauben quantitative Aussagen zur mittelpersischen Grammatik, das Erstellen von Textgrammatiken und die Abbildung diachroner und ev. auch dialektaler Unterschiede. In Kombination mit der semantischen Annotation können sie für die historische Analyse verwendet werden, z.B. welche Wörter im Plural erscheinen oder welche Konzepte als Subjekt auftauchen.

source: The semantic annotation of the texts is carried out on two levels. On the lexical level, each token is assigned a meaning in accordance with the given context. If the required meaning is already available in the provisional lemma entry of the dictionary, the philologist is able to select it from a list of proposed meanings. If it is not yet available, the new meaning is first added to the existing ones to be then selected by the annotator in the usual way.
de: Die semantische Annotation der Texte hat zwei Ebenen. Auf der lexikalischen Ebene wird jedem Token eine Bedeutung in dem jeweiligen Kontext zugewiesen. Wenn diese Bedeutung für den Lemma-Ansatz im Wörterbuch bereits vorhanden ist, wählen die Philolog(inn)en sie als die Bedeutung des Wortes für die zu bearbeitende Textstelle aus; falls nicht vorhanden, wird die neue Bedeutung im Wörterbuch angelegt und wiederum im Text als die Bedeutung des Wortes ausgewählt.

source: Particular attention is given to technical terms, that is, words that show a special meaning when used in a specific semantic context, in which case they cannot be rendered literally. In preparation of their future lexicographical processing, technical terms are gathered in a separate list already during the annotation work. There, they are assigned to one or several semantic categories (legal, theological, ritual, astronomical, etc.). They are, moreover, supplied with a definition and various further indications (e.g. regarding their etymology), as well as with cross-links to other lemmata and references to the relevant secondary literature. This serves as a preliminary step to the future taxonomic categorisation of the lemmata in the dictionary. As the meaning of a technical term, we either retain the Middle Persian term itself, or we choose or coin an equivalent English technical term.
de: Eine besondere Bedeutung kommt den Termini technici zu, also Wörtern, die in einer bestimmten semantischen Kategorie eine spezifische Bedeutung tragen und nicht wörtlich übersetzt werden können. Als Vorbereitung für ihre spätere lexikographische Bearbeitung werden Termini technici schon während der Annotationsarbeit separat in einer Liste erfasst. Dort werden sie einer oder mehreren semantischen Kategorien zugeteilt (juristisch, theologisch, rituell, astronomisch, etc.). Ferner werden sie mit einer Definition und weiteren Angaben, etwa zur Etymologie, sowie mit Querverweisen zu anderen Lemmata und relevanter Sekundärliteratur versehen. Dies dient als Vorarbeit für die spätere taxonomische Kategorisierung der Lemmata im Wörterbuch. Als Bedeutungsansatz übernehmen wir für Termini technici entweder die mittelpersische Form, oder wir wählen oder bilden einen entsprechenden englischen Fachterminus.

source: On the sentence level, the annotator provides each sentence with a working translation. However, this translation is primarily meant to be used internally during the later stages of the lexicographical work (<a class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#dictionary">Dictionary</a>). In most cases, it will not be shown to the end user.
de: Auf der Satzebene wird jedem Satz eine Arbeitsübersetzung zugewiesen, die allerdings nur für unsere interne lexikographische Arbeit (<a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#dictionary">Wörterbuch</a>) gedacht ist und den Endnutzer(inne)n in der Regel nicht gezeigt wird.

source: In Zand texts, i.e., Middle Persian (MP) texts translated from Avestan (Av.), the annotation involves a matching of MP words with their underlying Av. forms and lemmata. See the following example from Yasna 9.1:
de: Die Annotierung von aus dem Avestischen (Av.) übersetzten mittelpersischen (mp.) Texten (sog. Zand-Texte) beinhaltet eine Verlinkung der mp. Wörter mit den zugrunde liegenden av. Formen und Lemmata. Vergleiche folgendes Beispiel aus Yasna 9.1:

source: MP transcription
de: mp. Transkription

source: and
de: und

source: he
de: er

source: from
de: von

source: him
de: ihm

source: asked
de: fragte

source: that
de: dass

source: who
de: wer

source: man
de: Mann

source: you are
de: du bist

source: And he, Zarathustra, asked him: “who are you, O man?”
de: Und er, Zarathustra, fragte ihn: “Wer bist du, o Mann?”

source: Through their shared passage IDs, the Zand texts incorporated in the MPCD database are linked up with their Av. base texts as presented in the database of the CAB project (<a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://cab.geschkult.fu-berlin.de/" target="_blank">“Corpus Avesticum Berolinense”</a>, FU Berlin).
de: Mittels ihrer gemeinsamen Textstellen-IDs werden die Zandtexte in der MPCD-Datenbank mit den av. Texten in der Datenbank des CAB-Projekts (<a class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://cab.geschkult.fu-berlin.de/" target="_blank">“Corpus Avesticum Berolinense”</a>, FU Berlin) verlinkt.

source: The linking-up of the MP and Av. texts will provide opportunities for various kinds of queries into the correspondences between the MP and Av. lexicon and vice-versa.
de: Diese Verlinkung wird verschiedene Arten von Suchanfragen zu den Entsprechungen zwischen mp. und av. Lexikon sowie umgekehrt ermöglichen.

source: Often the mutual relation between the MP text and its Av. basis cannot be fully captured on the word level, but it requires taking into account the phrase level (cf. MP <i>az ōy</i> : Av. <i>dim</i> in the example above). Based on the annotation of the MP text according to Universal Dependencies, the attribution of entire MP phrases to a given Av. form will also be possible. This will provide a basis for enquiries such as “which types of MP adpositional constructions are used to render which Av. case forms?”
de: Oft kann das Verhältnis zwischen av. und mp. Text nicht auf Wortebene, sondern nur auf Phrasenebene dargestellt werden (vgl. mp. <i>az ōy</i> : av. <i>dim</i> im Beispiel oben). Auf Basis der Annotierung des Zand-Textes nach Universal Dependencies ist auch die Zuordnung ganzer mp. Phrasen zu einer av. Form möglich. Dies bietet eine Basis für Untersuchungen zu Fragen wie zum Beispiel: “Welche mp. Adpositionalkonstruktionen übersetzen welche av. Kasusformen?”

source: Parallel passages within the Zand corpus are also going to be linked up, so that it will become possible to evaluate diverging meanings of similar or mutually identical Av. passages.
de: Parallelstellen innerhalb des Zand-Korpus werden ebenfalls miteinander verlinkt, so dass Abweichungen in der Übersetzung ähnlicher oder identischer av. Passagen leichter evaluiert werden können.

source: Moreover, the incorporation of the Zand texts into the corpus of MPCD will enable the identification of Zand-specific vocabulary in the context of our <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#dictionary">dictionary</a>.
de: Die Einbeziehung der Zand-Texte in der Arbeit des MPCD-Projekts wird ferner die Identifizierung von zand-spezifischem Vokabular im Kontext unseres <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#dictionary">Wörterbuchs</a> ermöglichen.

source: Work on the dictionary consists of two basic steps. The first one takes place in the form of the <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="/methodology#semanticAnnotation">semantic annotation</a> that is done during the processing of the corpus. In the course of the annotation, each token is assigned to a lemma as well as to a specific meaning, which enables the user to retrieve the attestations of that specific meaning. The semantics and usage of technical terms receive special attention already during the annotation work.
de: Die Arbeit am Wörterbuch besteht aus zwei grundlegenden Schritten: Ein erster Schritt ist in der <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="/methodology#semanticAnnotation">semantischen Annotation</a> im Zuge der Korpusaufbereitung integriert. Dabei wird jedes Wort zum einen mit einem Lemma und zum anderen mit einer spezifischen Bedeutung dieses Lemmas verbunden, wobei die Termini technici eine besondere Beachtung finden. Dies ermöglicht den Nutzer(inne)n die Belegstellen einer bestimmten Bedeutung eines Lemmas zu finden.

source: The second step in the preparation of the dictionary will be initiated in the second half of the runtime of the project and focuses on the lexicographical work on the dictionary articles. For this purpose, the meanings of each lemma will be hierarchically arranged and linked to a taxonomic concept. This procedure allows for a usage of the dictionary from an onomasiological perspective, which will be particularly useful for researchers coming from other fields.
de: Der zweite Schritt der lexikographischen Arbeit, die in der zweiten Hälfte des Gesamtprojekts beginnt, konzentriert sich auf die Vorbereitung der Wörterbucheinträge. Für jedes Lemma werden seine Bedeutungen hierarchisiert und jeweils mit einem taxonomischen Konzept verbunden. Diese Verknüpfung ermöglicht einen onomasiologischen Zugang zum Wörterbuch, von dem insbesondere die Fachfremden profitieren können.

source: A typical dictionary entry will comprise the following types of information: hierarchically arranged meanings, conceptual categories, orthographic and phonological variants, PoS, attestations, cross-links to other lemmata ((members of) compounds, synonyms and antonyms), valency and phraseology, external cross-links (e.g. to Avestan equivalents in the <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://cab.geschkult.fu-berlin.de/" target="_blank">“Corpus Avesticum Berolinense”</a>), and bibliographical references.
de: Der Eintrag eines Lemmas schließt in der Regel folgende Informationen ein: hierarchisierte Bedeutungen, konzeptuelle Kategorien, orthographische und phonologische Varianten, Wortart, Belegstellen, Querverweise zu den anderen Lemmata ((Gliedern der) Komposita, Synonymen und Antonymen), Valenzen und Phrasen, externe Verweise (z.B. zu avestischen Entsprechungen im <a class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://cab.geschkult.fu-berlin.de/" target="_blank">“Corpus Avesticum Berolinense”</a>) und bibliographische Verweise auf die weiterführende Literatur.

source: Handbook Text encoding
de: Handbuch Textkodierung

source: The <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gitlab.cceh.uni-koeln.de/mpcd/handbooks/-/wikis/Handbook%%20Text%%20encoding" target="_blank">“Handbook Text encoding”</a> describes the workflow from manuscript to the digital form of the text. It explains how the data is transferred into a table structure, which is the temporary means of processing data. This includes the indication of text structure, transliteration &amp; transcription as well as special encodings (e.g. of diacritics or typos).
de: Das <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gitlab.cceh.uni-koeln.de/mpcd/handbooks/-/wikis/Handbook%%20Text%%20encoding" target="_blank">“Handbuch Textkodierung”</a> beschreibt den Arbeitsweg vom Manuskript zum digitalisierten Text und gibt an, wie Daten in unsere vorläufige Tabellenstruktur übertragen werden. Darunter fallen zum Beispiel Angaben zur Textstruktur, Methoden der Transliteration & Transkription sowie Sonderkodierungen wie Diakritika oder Schreibfehler.

source: Handbook Morphology
de: Handbuch Morphologie

source: The <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gitlab.cceh.uni-koeln.de/mpcd/handbooks/-/wikis/Handbook%%20Morphology" target="_blank">“Handbook Morphology”</a> describes the annotation of part-of-speech and grammatical features following the <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://universaldependencies.org/guidelines.html" target="_blank">Standard of Universal Dependencies (UD)</a> . Sorted by part-of-speech, the handbook gives a detailed overview of Middle Persian word forms and their corresponding tags.
de: Das <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gitlab.cceh.uni-koeln.de/mpcd/handbooks/-/wikis/Handbook%%20Morphology" target="_blank">“Handbuch Morphologie”</a> beschreibt die Annotation von Wortarten und grammatischen Merkmalen gemäß dem <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://universaldependencies.org/guidelines.html" target="_blank">Universal Dependencies-Standard (UD)</a>. Nach Wortarten sortiert, gibt das Handbuch eine umfassende Übersicht über die mittelpersischen Wortformen und ihre entsprechenden Kennzeichnungen (Tags).

source: Handbook Syntax
de: Handbuch Syntax

source: The <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gitlab.cceh.uni-koeln.de/mpcd/handbooks/-/wikis/Handbook%%20Syntax" target="_blank">“Handbook Syntax”</a> explains the basic principles of the <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://universaldependencies.org/guidelines.html" target="_blank">Dependencies Standard (UD)</a> for syntactic annotation. It lists various syntactic structures and exemplifies the adaptation of UD to Middle Persian.
de: Das <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gitlab.cceh.uni-koeln.de/mpcd/handbooks/-/wikis/Handbook%%20Syntax" target="_blank">“Handbuch Syntax”</a> erläutert die grundlegenden Regeln des <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://universaldependencies.org/guidelines.html" target="_blank">Universal Dependencies-Standards (UD)</a> für die syntaktische Annotation. Diverse syntaktische Strukturen werden aufgeführt und mit Beispielen zur Adaption von UD auf das Mittelpersischen illustriert.

source: To facilitate our lexicographical work, we began with the digitization of the more important available Middle Persian dictionaries and glossaries already before the start of the project. To make this material machine-readable, it was subsequently transformed into a simple XML format. The use of Kosh, a framework developed by CCeH, allows the user to search through several dictionaries and glossaries in one combined query.
de: Für die Erleichterung unserer lexikographischen Arbeit haben wir bereits vor dem Projektbeginn mit der Digitalisierung wichtiger Wörterbücher und Glossare des Mittelpersischen begonnen und in einfaches XML-Format maschinenlesbar konvertiert. Die Verwendung von Kosh, einer von CCeH bereitgestellten Technologie, erlaubt es, alle digitalisierten Wörterbücher und Glossare mittels kombinierter Anfragen zu durchsuchen.

source: As is well-known to anyone engaged in the philology of Pahlavi, the past century has seen the use of several conflicting systems of transcribing the Pahlavi script. The dictionaries and glossaries digitized for MPCD have therefore been supplied with a transcription according to the MPCD standard, which essentially follows MacKenzie’s Concise Pahlavi Dictionary (London 1971). Thanks to this, the users may now search through all of the digitized dictionaries without having to take into account the diverging transcription systems used by the respective authors.
de: Wie Pahlavi-kundigen Nutzenden bestens bekannt, wurden v.a. in älteren Publikationen verschiedene miteinander konkurrierende Transkriptionssysteme der Pahlavi-Schrift verwendet. Die für MPCD digitalisierten Wörterbücher wurden daher um eine Transkription nach dem MPCD-Standard ergänzt, der im Großen und Ganzen MacKenzies Concise Pahlavi Dictionary (London 1971) folgt. Somit können die Nutzer(inne)n mit einer Suchanfrage gleichzeitig in allen vorhandenen Wörterbüchern suchen, ohne dabei die von den jeweiligen Autoren verwendeten Transkriptionssysteme berücksichtigen zu müssen.

source: The digitized materials coupled with Kosh constitute an important tool for our work. In order to allow a broader public to benefit from this tool, we have made some of the dictionaries and glossaries accessible to the scholarly community (<a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://dicts.uni-koeln.de/" target="_blank">https://dicts.uni-koeln.de/</a>). The following digitized works have so far been added to the publicly accessible section of Kosh. We seek to expand this list in the future:
de: In Verbindung mit Kosh stellen die digitalisierten Materialien ein wichtiges Instrument unserer Arbeit dar. Damit auch ein breiteres Publikum von diesem Tool profitieren kann, haben wir einige dieser Wörterbücher und Glossare für die Community geöffnet (<a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://dicts.uni-koeln.de/" target="_blank">https://dicts.uni-koeln.de/</a>). Folgende digitalisierte Werke wurden bisher unter den öffentlich zugänglichen Teil von Kosh mit aufgenommen. Wir sind bemüht diese Liste zu erweitern:

source: Using Kosh
de: Verwendung von Kosh

source: First, the user has to select the dictionaries to be searched. The simplest approach is to select all of them.
de: Zunächst wählt man die zu durchsuchenden Wörterbücher aus. Das einfachste Verfahren ist, alle Wörterbücher auszuwählen.
