Repository: middlepersian/treeflow_back
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Create Bib Entry
de: Bib-Eintrag erstellen

source: Create
de: Erstellen

source: Year
de: Jahr

source: Back to Bibliography
de: Zurück zu Bibliographie

source: Bibliography
de: Bibliographie

source: Key
de: Schlüssel

source: Title
de: Titel

source: Submit
de: Abschicken

source: Close
de: Schließen

source: Tokens Display
de: Token-Ansicht

source: Selected Tokens
de: Ausgewählte Tokens

source: No tokens selected.
de: Keine Tokens ausgewählt.

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Add Sense
de: Bedeutung hinzufügen

source: Save Section
de: Abschnitt speichern

source: Start Token Selection
de: Tokenauswhal starten

source: Select Section Type
de: Abschnittstyp auswählen

source: No sentence sections found for this text.
de: Es wurden keine Satzabschnitte für diesen Text gefunden.

source: Number in Text
de: Nummer im Text

source: Number in Sentence
de: Nummer im Satz

source: Image
de: Bild

source: Line
de: Zeile

source: Transcription
de: Transkription

source: Lemmas
de: Lemmata

source: Senses
de: Bedeutung

source: Features
de: Merkmale

source: Comments
de: Kommentare

source: Insert Before
de: Davor einfügen

source: Insert After
de: Danach einfügen

source: Delete Token
de: Token löschen

source: Identifier
de: Kennung

source: Translations
de: Übersetzungen

source: Edit Universal Dependencies
de: Universal Dependencies bearbeiten

source: No line sections
de: Keine Zeilenabschnitte

source: Insert
de: Einfügen

source: Delete
de: Löschen

source: Are you sure you want to delete this item?
de: Sicher, dass Sie das Objekt löschen möchten?

source: Sources
de: Quellen

source: No sources yet.
de: Keine Quellen vorhanden.

source: View
de: Ansicht

source: Page
de: Seite

source: Related Sources
de: Verwandte Quellen

source: Number
de: Nummer

source: Add New
de: Neue hinzufügen

source: Change
de: Ändern

source: No Manuscripts are available.
de: Keine Manuskripte verfügbar.

source: Zotero Keys
de: Zotero-Schlüssel

source: "Add New"
de: "Neue hinzufügen"

source: "Change Existing"
de: "Bestehende ändern"

source: Edit Sources for
de: Quellen bearbeiten für

source: Save changes
de: Änderungen speichern

source: Description
de: Beschreibung

source: Type
de: Typ

source: Zotero Entry
de: Zotero-Eintrag

source: Edit
de: Bearbeiten

source: Update source
de: Quelle aktualisieren

source: Back to source table
de: Zurück zur Quellentabelle

source: Choose a text
de: Wählen Sie einen Text aus

source: Stage
de: Status

source: Main Text View
de: Haupttext-Ansicht

source: Sentences View
de: Satz-Ansicht

source: Tokens View
de: Token-Ansicht

source: Created At
de: Erstellt am

source: Add Lemma
de: Lemma hinzufügen

source: Sentence
de: Satz

source: No sentence sections
de: Keine Satzabschnitte für diesen Text gefunden.

source: No tokens available for the selected text.
de: Für den ausgewählten Text sind keine Tokens verfügbar.

source: Hide Enhanced UD
de: Erweitertes UD verstecken

source: Center
de: Zentrieren

source: Edit Sentence
de: Satz bearbeiten

source: Edit Token
de: Token bearbeiten

source: There was a problem with your submission.
de: Es gab ein Problem mit Ihrer Eingabe.

source: Back to token list
de: Zurück zur Tokenliste

source: Search
de: Suche

source: Search modes
de: Suchmodi

source: Contains
de: Beinhaltet

source: Starts with
de: Startet mit

source: Ends with
de: Endet mit

source: Exact
de: Exakt

source: Relatives
de: Verwandte Lemmata

source: Expects lemma word, e.g. "kirdan"
de: Erwartet Wörter, z. B. "kirdan"

source: Please wait while a lemma is being loaded.
de: Bitte warten Sie, bis ein Lemma geladen wurde.

source: No lemmas found.
de: Keine Lemmata gefunden.

source: Clear Search
de: Suche löschen

source: To top
de: Nach oben

source: To bottom
de: Nach unten

source: Find active
de: Aktives finden

source: Search settings
de: Suchmodi

source: Edit Lemma
de: Lemma bearbeiten

source: You must be logged in to edit this lemma.
de: Sie müssen eingeloggt sein, um dieses Lemma zu bearbeiten.

source: Related lemmas
de: Verwandte Lemmata

source: Search for relatives
de: Verwandte Lemmata suchen

source: No related lemmas found.
de: Keine verwandten Lemmata gefunden.

source: Related senses
de: Verwandte Bedeutungen

source: No related senses found.
de: Keine verwandten Bedeutungen gefunden.

source: Update Lemma
de: Lemma aktualisieren

source: Select a source
de: Quelle auswählen

source: Account Inactive
de: Inaktiver Account

source: This account is inactive.
de: Dieser Account ist inaktiv.

source: E-mail Addresses
de: E-Mail Adressen

source: The following e-mail addresses are associated with your account:
de: Die folgenden E-Mail Adressen sind mit Ihrem Account assoziiert:

source: Verified
de: Verifiziert

source: Unverified
de: Nicht verifiziert

source: Primary
de: Primär

source: Make Primary
de: Primär machen

source: Re-send Verification
de: Verifizierung erneut senden

source: Remove
de: Entfernen

source: Warning:
de: Warnung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Sie haben derzeit keine E-Mail-Adresse eingerichtet. Sie sollten unbedingt eine E-Mail-Adresse hinzufügen, damit Sie Benachrichtigungen erhalten, Ihr Passwort zurücksetzen können usw.

source: Add E-mail Address
de: E-Mail Adresse hinzufügen

source: Add E-mail
de: E-Mail hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Sind Sie sicher, dass sie die ausgewählte E-Mail Adresse löschen möchten?

source: Confirm E-mail Address
de: E-Mail Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail Adresse des Benutzers %(user_display)s ist.

source: Confirm
de: Bestätigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
de: Dieser E-Mail Verifizierungslink ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">erstellen Sie eine neue Verifizierunganfrage</a>.

source: Sign In
de: Login

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
de: Bitte loggen Sie sich mit einem Ihrer existierenden Drittanbieterkonten ein. Oder, <a href="%(signup_url)s">registrieren Sie sich</a> für einen %(site_name)s Account und loggen Sie sich unten ein:

source: or
de: oder

source: Don't have an account? <a href="%(signup_url)s" class="underline hover:text-off">Sign up</a>
de: Noch keinen Account? <a href="%(signup_url)s" class="underline hover:text-off">Hier registrieren</a>

source: Sign Out
de: Logout

source: Are you sure you want to sign out?
de: Sicher, dass Sie sich ausloggen möchten?

source: Change Password
de: Passwort ändern

source: Password Reset
de: Passwortwiederherstellung

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Passwort vergessen? Tragen Sie Ihre E-Mail Adresse ein und wir senden Ihnen eine E-Mail zur Zurücksetzung.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktieren Sie uns, falls Sie Probleme mit der Passwortzurücksetzung haben.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail geschickt. Bitte kontaktieren Sie uns, falls Sie diese nicht innerhalb einiger Minuten erhalten haben.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Zurücksetzungslink war ungültig, da er vermutlich bereits genutzt wurde. Bitte fordern Sie eine <a href="%(passwd_reset_url)s">neue Passwortzurücksetzung</a> an.

source: change password
de: Passwort ändern

source: Your password is now changed.
de: Ihr Passwort wurde geändert.

source: Set Password
de: Passwort setzen

source: Signup
de: Registrierung

source: Sign Up
de: Registrieren

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de: Sie haben schon einen Account? Dann <a href="%(login_url)s">melden Sie sich an</a>.

source: Sign Up Closed
de: Registrierung geschlossen

source: We are sorry, but the sign up is currently closed.
de: Es tut uns leid, aber die Registrierung ist derzeit geschlossen.

source: Verify Your E-mail Address
de: Verifizieren Sie Ihre E-Mail Adresse

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen einen Verifizierungslink geschickt. Folgen Sie dem Link, um Ihre Registrierung abzuschließen. Bitte kontaktieren Sie uns, falls Sie die E-Mail nicht innerhalb weniger Minuten erhalten haben.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
de: In diesem Teil der Website müssen wir überprüfen, ob Sie derjenige sind, der Sie vorgeben zu sein. Zu diesem Zweck müssen Sie Ihre E-Mail-Adresse bestätigen.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail zur Verifikation geschickt. Bitte klicken Sie auf den Link in der E-Mail. Bitte kontaktieren Sie uns, falls Sie die E-Mail nicht innerhalb weniger Minuten erhalten haben.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
de: <strong>Anmerkung:</strong> Sie können Ihre E-Mail Adresse immer noch <a href="%(email_url)s">ändern</a>.

source: Zoroastrian Middle Persian Digital Corpus and Dictionary (MPCD)
de: Das zoroastrische Mittelpersische: Digitales Corpus und Wörterbuch (MPCD)

source: Resulting from its status as the official language of the Sasanian Empire (3rd–7th centuries CE), the Middle Persian language played a prominent transcultural role during a period stretching from late antiquity to the early Islamic period. Besides serving as a medium of communication between the linguistically and culturally diverse areas of Western and Eastern Iran, it was employed as a literary language by several religious traditions.
de: Das Mittelpersische war als Amts- und Verkehrssprache insbesondere des Sasanidenreiches (3.–7. Jh. u. Z.) von überkultureller und -religiöser Bedeutung. Von der Spätantike bis zur frühislamischen Zeit verbindet es die sprachlich und kulturell diversen Räume des iranischen Ostens und Westens.

source: The Middle Persian corpus consists of Zoroastrian, Manichaean, narrative, administrative and epigraphic sub-corpora. The Zoroastrian Middle Persian corpus represents by far the largest among these and has so far only partially been examined. Our project therefore aims at the creation of a digital corpus of Zoroastrian Middle Persian texts in Pahlavi script (in short: Pahlavi texts) as well as at the development of a comprehensive dictionary covering that corpus.
de: Das mittelpersische Korpus besteht selbst aus zoroastrischen, manichäischen, narrativen, administrativen und inschriftlichen Subkorpora. Das zoroastrisch-mittelpersische Korpus stellt dabei mit Abstand das größte dieser Subkorpora dar und ist bis heute nur partiell erschlossen. Unser Projekt zielt deshalb einerseits auf die Erstellung eines digitalen Korpus zoroastrisch-mittelpersischer Texte in Pahlavi-Schrift (kurz: Pahlavi-Texte), andererseits auf die Entwicklung eines hierauf basierten Korpuswörterbuchs.

source: The corpus consists of roughly 50 texts, containing some 705,000 tokens. As its point of departure, the project relies on the ca. 20 oldest Pahlavi codices (from the 13th–17th centuries CE). The texts contained in those codices will be supplied with several layers of annotation:
de: Das Korpus besteht aus ca. 50 Texten und etwa 705.000 Tokens. Der Ausgangspunkt des Projekts sind die ca. 20 ältesten Pahlavi-Kodizes (aus dem 13.–17. Jh.), deren enthaltene Texte auf mehreren Ebenen annotiert werden:

source: 1. orthographical (transliteration) and phonographical (transcription)
de: 1. orthographisch (Transliteration) und phonographisch (Transkription)

source: 2. grammatical (morpho-syntactic)
de: 2. grammatikalisch (morphosyntaktisch)

source: 3. semantic (semasiological and onomasiological)
de: 3. semantisch (sema- und onomasiologisch)

source: 4. intertextual (linking Zand texts with their Avestan original)
de: 4. intertextuell (Verlinkung von Zand-Texten zu ihren avestischen Originalen)

source: Within the overall structure of the project, the corpus and dictionary function as closely interrelated analytical tools even though their focal points differ (syntax vs. semantics). Their technical integration also plays an essential role in the general <a href="%(url_methodology)s" class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action">workflow</a> of the project. For this purpose, the project employs a web-based working environment that facilitates the collaborative work on the corpus and dictionary. The same environment will also provide a public user interface for enquiries into those resources that have already been processed at a given point in time.'
de: Auf Grundlage des Korpus wird anschließend ein digitales mittelpersisch-englisches Wörterbuch erstellt. Der <a href="%(url_methodology)s" class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action">Eintrag eines Lemmas</a> setzt sich, soweit angemessen, u.a. aus folgenden Informationen zusammen: orthographische und phonetische Varianten, grammatische Kategorien (Wortarten), hierarchisierte Bedeutungen, Belegstellen, Syno- und Antonyme, Valenz und Phraseologie, intertextuelle Verweise, taxonomische Kategorien sowie eine Bibliographie. Die entsprechenden Informationen werden teils aus dem Korpus entnommen und teils im Zuge der Ausarbeitung des Wörterbuchs ergänzt.

source: The project intends to create a platform that may in the future also be used for the remaining Middle Persian sub-corpora, as well as for the corpora of other Middle Iranian languages. It is thus conducted with a view to the eventual creation of a complete dictionary of Middle Persian (incorporating all of its sub-corpora) as well as to an expansion of the corpus into the domains of other Middle Iranian languages.
de: Das Projekt beabsichtigt eine Plattform zu schaffen, die in Zukunft auch für die übrigen mittelpersischen und darüber hinaus für andere mitteliranische Korpora verwendet werden kann. Somit zielt es längerfristig auf ein vollständiges Korpuswörterbuch des Mittelpersischen sowie auf eine Ausdehnung des Korpus auf andere mitteliranische Sprachen ab.

source: The project is a cooperation between three universities: <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="/team">Ruhr-University Bochum, Freie Universität Berlin and University of Cologne</a> It is funded by the <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gepris.dfg.de/gepris/projekt/452473565?language=en" target="_blank">Deutsche Forschungsgemeinschaft (DFG)</a> and designed as a “Langfristvorhaben” (Long-Term Project, 2021–2030).
de: Das Projekt ist eine Kooperation zwischen drei Universitäten: <a class="""text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="/team">der Ruhr-Universität Bochum, der Freien Universität Berlin und der Universität zu Köln</a> Es wird von der <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://gepris.dfg.de/gepris/projekt/452473565?language=en" target="_blank">Deutschen Forschungsgemeinschaft (DFG)</a> gefördert und ist als ein Langfristvorhaben (2021–2030) angelegt.

source: About
de: Home

source: Methodology
de: Methodik

source: Resources
de: Material

source: Contact
de: Kontakt

source: Texts
de: Texte

source: Dictionary
de: Wörterbuch

source: Manuscripts
de: Manuskripte

source: Publications
de: Publikationen

source: Orthographic Annotation
de: Orthographische Annotation

source: Grammatical Annotation
de: Grammatische Annotation

source: Semantic Annotation
de: Semantische Annotation

source: Intertextuality
de: Intertextualität

source: Handbooks
de: Handbücher

source: Iranian Studies
de: Iranistik

source: Cooperation Partners
de: Kooperationspartner

source: For any enquiries or remarks relating to the project, please contact us via the following email address:<a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="mailTo:contact-mpcd@uni-koeln.de">contact-mpcd@uni-koeln.de</a>
de: Für Anfragen und Anregungen zum Projekt können Sie uns gerne über folgende Email-Adresse kontaktieren: <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="mailTo:contact-mpcd@uni-koeln.de">contact-mpcd@uni-koeln.de</a>

source: Privacy Protection Statement
de: Datenschutzerklärung

source: Generally, the <a href="https://portal.uni-koeln.de/en/privacy-protection-statement" class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" target="_blank">privacy policy of the University of Cologne</a> applies to this project; with the specific additions stated below:
de: Es gilt die <a href="https://portal.uni-koeln.de/en/privacy-protection-statement" class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" target="_blank">Datenschutzerklärung der Universität zu Köln</a> und zusätzlich gilt:

source: Responsible for the content of this website
de: Verantwortlich für die Inhalte dieser Webseite

source: University of Cologne
de: Universität zu Köln

source: Project number
de: Projektnummer

source: VAT identification number
de: Steueridentifikationsnummer

source: Among the goals of MPCD is an exact representation of the texts as they appear in the selected manuscripts. Although the manuscripts are transliterated and transcribed in a thorough fashion <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#orthographicAnnotation">[Orthographic and Phonographic Annotation]</a>, the annotation work does not start from scratch. To accelerate the process, a pre-existing transcription is used as a basis for the annotation work. Proceeding from this transcription, a preliminarily annotated text is prepared by means of a module that we refer to as 'pre-annotation'. Through 'pre-annotation', the transcribed text is tokenized and the individual tokens are lemmatized. Moreover, a default transliteration, a morphological annotation and a default meaning are assigned to each token. The current rule-based pre-annotation, which relies on preexisting glossaries, will be replaced by a neuronal, semi-automated annotation in the course of the project.
de: MPCD zielt darauf, die Texte exakt nach ausgewählten Handschriften wiederzugeben. Obwohl wir die Handschriften sehr genau transliterieren und transkribieren <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#orthographicAnnotation">[Orthographische Annotation]</a>, beginnt unsere Annotation nicht von Null. Um den Arbeitsprozess zu beschleunigen, nehmen wir eine vorhandene Transkription eines Textes als Grundlage für unsere Annotation. Aus dieser Transkription wird in einem Modul, das wir ‘Vorannotation’ nennen, ein vorläufig annotierter Text vorbereitet. Die Vorannotation tokenisiert den als Transkription vorhandenen Text, lemmatisiert die Tokens und fügt jedem Token seine Standardtransliteration, seine morphologische Annotation und eine Standardbedeutung hinzu. Die jetzige regelbasierte Vorannotation, die sich auf vorbestehende Wörterbucher stützt, wird im Verlauf des Projekts durch eine neuronale, semi-automatische Annotation ersetzt.

source: Following pre-annotation, the work of the philologists sets in, who cross-check the pre-annotated text against the manuscript. Transliteration and transcription are carefully adapted to the data found in the actual manuscript <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#orthographicAnnotation">[Orthographic and Phonographic Annotation]</a>. Subsequently, the morphological and semantic annotation <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#grammaticalAnnotation">[Grammatical Annotation, Semantic Annotation]</a> are adapted according to the context. A few selected texts also receive a manually prepared syntactic annotation. The annotations, especially on the semantic level, form the basis for our lexicographical work <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#dictionary">[Dictionary]</a>.
de: Nach der Vorannotation kommen die Philolog(inn)en ans Werk und gleichen den vorannotierten Text mit der Handschrift ab. Dabei werden zunächst Transliteration und Transkription <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#orthographicAnnotation">[Orthographische Annotation]</a>. genau der Version einer Handschrift angepasst. Im Anschluss werden auch die morphologische und semantische Annotation dem Kontext gemäß adaptiert <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#grammaticalAnnotation">[Grammatische Annotation, Semantische Annotation]</a>. Einige ausgewählte Texte werden manuell auch syntaktisch annotiert. Die Annotation, insbesondere die semantische, ist die Grundlage für unsere lexikographische Arbeit <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="#dictionary">[Wörterbuch]</a>.

source: By means of the texts that have been provided with a syntactic annotation, supported by the philologist’ reviewing of the automatically produced output, the tool employed for the semi-automated annotation will be continually improved. Automatically and manually produced annotations are kept strictly separate, and the distinction between them will be fully transparent to the end user.
de: Mit den manuell syntaktisch annotierten Texten und philologischer Überprüfung des automatisch produzierten Outputs wird das Tool zur semi-automatischen Annotation kontinuierlich trainiert. Die automatisch und philologisch erstellten Annotationen werden stets voneinander getrennt gehalten. Diese Unterscheidung wird den Endnutzer(inne)n transparent gemacht.

source: Each token is provided with a transliteration and a transcription. The <b>transliteration</b> depicts all kinds of spelling variation found in the manuscripts, taking into account diacritics as well as errors and other abnormal spellings of words. This will allow for an exact digital representation of the manuscript and provide a basis for codicological and stemmatological analyses.
de: Jedes Token wird mit einer Transliteration und einer Transkription versehen. Die <b>Transliteration</b> gibt Schreibvarianten aller Art exakt wieder, wie sie sich in den Handschriften finden, und berücksichtigt Diakritika genauso wie Schreibfehler und andere ungewöhnliche Schreibungen. Dies wird eine Grundlage für kodikologische und stemmatologische Analysen der Handschriften bieten.
