Repository: middlepersian/treeflow_back
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Next, one has to select the specific field that is to be searched. In most cases, the relevant field will be “trc” (transcription), but other fields such as “sense” (meaning) are searchable as well.
de: Dann wählt man das Feld, nach dem im Wörterbuch gesucht werden soll. Normalerweise wird dies das Feld “trc” (Transkription) sein, doch kann man natürlich auch unter “sense” (Bedeutung) suchen.

source: Under “Query Type”, the most relevant options to be chosen are “wildcard” and “regexp” (regular expressions).
de: Dann wählt man den “Query Type”, im Normalfall “wildcard” oder “regexp” (regulärer Ausdruck).

source: Through the drop-down menu “Query Size”, the results shown may be restricted to a certain number.
de: Mit “Query Size” lässt sich das Ergebnis der Anfrage auf eine gewisse Anzahl von Einträgen begrenzen.

source: By entering a keyword (e.g., a Middle Persian word in transcription, optionally enlarged by wildcards) into the “Search”-field, followed by a click on “Search”, the search is initiated.
de: Nach der Eingabe eines Suchkriteriums (z.B. eines mittelpersischen Wortes in Transkription, nach Bedarf ergänzt um Stellvertretersymbole) in das “Search”-Feld, wird die Suche durch Anklicken des “Search”-Buttons eingeleitet.

source: One is further able to define the fields to be shown in the search result: identifier (“id”), transcription (“trc”), transliteration (“trl”), meaning (“sense”), morphological features (“gramm”), attestations (“attest”), etc.
de: Zudem kann man auswählen, welche Felder im Suchergebnis angezeigt werden sollen: Identifier (“id”), Transkription (“trc”), Transliteration (“trl”), Bedeutung (“sense”), morphologische Form (“gramm”), Belegstellen (“attest”), etc.

source: We are compiling an extensive bibliography on publications related to MPCD in a <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://www.zotero.org/groups/2116388/mpcd/library" target="_blank">Zotero database</a>.
de: Wir stellen eine ausführliche Bibliographie von MPCD-relevanten Publikationen in einer <a class="text-sm lg:text-sm md:text-xs sm:text-xs text-off hover:text-action" href="https://www.zotero.org/groups/2116388/mpcd/library" target="_blank">Zotero-Datenbank</a> zusammen.

source: Timeline of Manuscripts
de: Zeitstrahl der Handschriften

source: Personal info
de: Persönliche Daten

source: Permissions
de: Berechtigungen

source: Important dates
de: Wichtige Daten

source: Users
de: Benutzer

source: This username has already been taken.
de: Dieser Benutzername wurde bereits vergeben.

source: Name of User
de: Benutzername

source: Information successfully updated
de: Inforationen erfolgreich aktualisiert.
